[UNK]
[CLS]
[SEP]
[PAD]
[MASK]
%
,
0
1
2
3
4
5
6
7
8
9
、
。
一
三
上
下
不
与
专
且
东
两
个
中
为
么
之
也
了
于
互
五
些
交
亮
人
什
今
从
他
以
们
价
份
优
会
伪
伴
但
位
余
你
便
保
信
候
假
做
像
儿
兀
先
全
六
共
关
其
再
冲
准
几
出
分
刚
判
别
到
刻
前
动
势
半
单
占
卫
原
去
及
双
反
发
受
变
只
叫
可
号
合
同
后
吗
吧
听
告
呢
和
咱
啊
啥
嘛
四
因
在
地
场
坑
塌
外
多
大
天
太
她
好
如
始
子
守
定
实
家
容
宿
寂
对
小
少
尚
就
局
屁
差
己
常
平
并
应
度
开
式
张
强
当
往
很
得
徽
必
态
怎
思
性
悍
情
想
意
愿
戏
成
我
或
所
才
打
把
投
择
挂
挺
掌
接
推
握
摸
收
改
放
敢
数
断
方
既
时
明
易
是
显
更
最
有
未
本
杀
来
板
析
果
查
标
样
概
模
次
正
每
比
民
水
沉
没
法
注
流
测
涂
清
游
火
点
焦
然
牌
特
状
狼
猜
率
玩
现
珉
理
甚
用
由
留
白
百
的
益
直
相
看
真
眼
睁
睛
知
码
确
票
种
稳
空
突
站
笔
第
等
简
管
糊
给
置
翻
考
者
而
聊
肯
胆
能
脸
自
至
色
虑
虽
行
表
西
要
见
觉
角
言
警
认
记
讲
设
评
识
诉
话
该
说
请
谁
调
走
起
跟
跳
踩
身
轮
较
辑
边
过
还
这
进
送
选
递
逻
道
那
都
配
里
重
量
金
锋
错
闭
问
队
际
除
随
难
非
靠
面
顺
预
题
首
验
骗
高
，
？
觉得
我觉得
12
玩家
号玩家
好人
因为
言家
这个
预言家
是个
一个
发言
11
10
然后
但是
金水
我不
所以
一定
一张
其实
可能
如果
没有
身份
一下
不是
什么
是好人
警徽
7号
你们
认为
逻辑
是个好人
是个预言家
2号
位置
警徽流
4和
5里
悍跳
我认为
是一个
的话
知道
这一
12号玩家
9号玩家
的发言
警上
还行
12号
这个2
如果说
4和5
7是
9号
一会
一样
不会
不一样
同身份
就是
张牌
我就
我的
我看
打了
来讲
站边
要不
警下
还是
这么
这样
我觉得6
12金水
11号
我不知道
一会儿
3号
7的
7号玩家
7是个预言家
不太
两个
为什么
他们
保了
像个
像好人
双狼
可以
听听
听一下
大概
对比
就一定
当然
怎么
我也
我在
我是
我是个好人
查杀
狼人
相对
确定
置位
讲逻辑
说的
起来
起跳
那个
那么
都是
验了
12一张
10号玩家
5里边
5里面
悍跳狼
7是预言家
12一张金水
1号
2号玩家
3号玩家
5顺
6号
6还行
7和
7是个
8号
一塌
一直
一聊
不用
之前
也是
也还
也还行
了你
了一聊
于我
交身份
从发言
位玩家
你讲逻辑
假设
像一个
出狼
去点
去站边
后面
听你
告诉
在一个
在警上
在这个2
对吧
对于我
小狼
少得
就好
应该
想的
想站边
我先
我刚
我只
我得
我特
我站
我相对
打我
把12
投给
是不是
是同身份
最后
有点
有一张
有可能
有没有
本来
来我觉得
正的
测一下
火候
点的
然说
然就是
甚至
的方
的牌
相信
站7
笔记
糊涂
聊了一聊
至少得
要听你
认可
记笔记
说出
跟你讲逻辑
跳了
跳的
边的
还能
这局
道理
那4
那不是
里面
我觉得2
我觉得7
我觉得可能
我觉得也还行
这个位置
这个火候
预言家发
预言家来讲
11号玩家
但是你
所以说
所以我觉得
一定是好人
一张狼
一张预言家来讲
其实是
没有听
我认为11号玩家
是一个预言家
这一局
这一点
这一轮
12号牌
不会去
我的警徽流
要不然就是
还是想站边
我觉得6号玩家
不太好
大概率
12一张金水牌
5顺验
7和11
一塌糊涂
一直在
不用验
从发言上
像一个好人
对于我一张预言家来讲
想的不一样
我特别
有没有可能
1了
1好
1跟
1发言
1是好人
1是个好人
1像好人
1去点
2金水
2还是想站边
3两
3四
3是个
3我不知道
4三
4再
4号
4比
4这
4号玩家
4一定
4双狼
4交身份
4投给
5号
5差
5请
5其实
5的话
5警下
5验了
5我觉得也还行
60
6号玩家
6一定
7在
7定
7还
7一定
7就一定
8号玩家
8像好人
9也
9和
9次
9里面
一些
一刻
一看
一说
一靠
一号玩家
一起来
三个
上单
上去
上吧
上给
上警
下来
不专
不了
不优
不像
不到
不及
不好
不改
不清
不能
不过
不重
不错
不确定
不起来
与一下
且你
东西
两互
两张
两狼
两张牌
个点
个好人
个金水
个你们
个位置
个预言家发
为了
为标
么就
也容
也就
也白
也不太好
也不错
了以
了六
了半
了吧
了她
了我
了10
了一下
了7号
了同身份
了12一张金水牌
五个位置
些去站边
亮了以
人性
人的
人递
人都
人里
人的话
人可以
今天
他发
他对
他就
他的
他重
他觉得
他是好人
他那个
他在警上
他像一个好人
以12号玩家
以上吧
们不能
价了
会不会
会跟你讲逻辑
伪逻辑
但我
但翻
但能
但我觉得
但这么
位是
余地
你4
你做
你就
你觉得
你身份
你悍跳
你像个
你怎么
你说的
你起来
你那个
你最后
你有可能
你这个位置
你5的话
便点
候很
像你们
像是一个
像这样
像狼人
像一张狼
兀的
先留
先走
先我不
全都是
六四
共识
关注
其他的
再强
再验
再听听
冲锋
准然后
几个点
出吧
出在
出她
出我
出一个
出两狼
出个金水
出了我
出人的话
分析
分百
分不清
刚的
判断
判与一下
别的
别人的
到一个
到2号
到12金水
前面
前置位
动我
占了六
卫还是
原因
去发
去好
去想
去骗
双好人
反水
变的
只有
叫8号
号11号
合理
合11号
同伴
后置位
后来我觉得
后一靠
吧选
听6还行
听正的
听上去
听不到
听了一下
呢这个
和数
和状
和12号玩家
和3号
和9里面
和一号玩家
咱两互
啥呢
在4
在场
在我
在1号
在这一点
在你那个
坑位是
外置位
多人递
大的
大胆
天亮了以
太确定
她打
她的发言
好吧
好投
好一些
如说
始其实
子如果
守卫还是
定我
定是
定同身份
实际
宿眼
少记笔记
尚可
就当
就闭
就觉得
就没有
就不是
就在这个2
就要听你
就认可
就像一张狼
屁话
己说
常高
常逻辑
平民
平非
并不优
度我
开牌
开一张狼
开始其实
式不一样
张好人
张金水
张狼人
强珉
当我看
往后一靠
很有
很沉
很简
很难
很像狼人
必像你们
态有没有可能
思考
情和状
想想
想要
想来我觉得
想在4
意见
意去站边
愿意去站边
戏嘛
我摸
我没
我珉
我能
我这
我但是
我一定
我是好人
我警下
我这么
我保了
我验了
我有点
我甚至
我要听你
我认可
我是一个预言家
我们不能
我再听听
我分不清
我听6还行
我和12号玩家
我开牌
我想要
我愿意去站边
或者
才说的
才告诉
才会跟你讲逻辑
打你
打法
打4和5
打的牌
打动我
把的
择一个
挂身份
挺稳
挺正的
挺刚的
掌握
接受
接起跳
推断
摸4和5
收益
改不改
放进
敢给
既然说
时候很
明显
易打你
是1
是最
是狼
是真
是这个
是11
是金水
是一张
是什么
是双狼
是10号玩家
是1号
是不专
是共识
是去骗
是平民
是张金水
更次
更好一些
最少
有狼
有60
有张狼人
未必像你们
本身
来了
来看
来说
来我不
来不及
板子如果
概率
次就在这个2
正常逻辑
每个好人
比较
比10
比9号玩家
比10号玩家
比9次
比如说
民的话
水平非
没空
没什么
没上警
法也就
法我认可
注的
注定同身份
游戏嘛
点其实是
点余地
点关注
点啥呢
焦点其实是
然我觉得6号玩家
牌我觉得
牌我和12号玩家
狼的
狼队
狼一个
狼查杀
狼才会跟你讲逻辑
猜测一下
现在我
珉我的
理由
留吧
留的
留5警下
留点余地
百分百
的人
的脸
的表
的轮
的边
的12
的一个
的小狼
的就好
的意见
的打法
的是10号玩家
的概率
的游戏嘛
的猜测一下
直接起跳
相看
看我
看一会儿
眼之前
眼的人
睁过
码7
票吧
种发言
种后置位
突兀的
第一个
等等
管4
管验
给自
给你们
考虑
而打我
而且你
肯定是
能认
能起跳
能说出
能推断
色不好
虽然说
虽然我觉得6号玩家
要啊
要好
要对比
要把12
要么就
要是不专
角度我
记了
评价了
评判与一下
话说
话留点余地
说7号玩家
说我特别
说点啥呢
说理由
谁是真
调1好
起码7
跟他对
跳不起来
跳法也就
踩2
身上
过她的发言
还说出
还没有听
还挺稳
还更好一些
这一个
这我不知道
这边的
这两张
这些去站边
这把的
这是共识
这种发言
这第一个
送吗
道还能
那11
那10
那张牌
那警下
那听一下
那我只
那一刻
那你有可能
那很难
那种后置位
都是好人
都不用验
都来不及
配合11号
闭眼之前
问题
除了同身份
随意
随便点
难道还能
预测一下
首先我不
验4
验一下
验出狼
骗12号
骗不了
觉得的
觉得他像一个好人
觉得是1
我觉得4
我觉得7号
我觉得是个预言家
我觉得12号玩家
我觉得9号玩家
我觉得12号
我觉得7是个预言家
我觉得像好人
我觉得7是预言家
我觉得应该
我觉得至少得
我觉得不太好
我觉得一塌糊涂
我觉得1像好人
我觉得8号玩家
我觉得我有点
我觉得比较
我觉得这两张
我觉得随便点
12是个好人
12就一定
12是不是
12一定是好人
12是金水
12注定同身份
12的一个
12能说出
12都是好人
好人吗
因为我不
因为没有
因为逻辑
因为如果说
因为9号
因为7号玩家
因为都是
因为在这个2
因为我刚
因为1去点
因为4号玩家
因为今天
因为你悍跳
因为出了我
因为前置位
因为天亮了以
因为她打
因为我开牌
因为本身
因为正常逻辑
因为每个好人
因为虽然说
因为我觉得12号玩家
这个发言
这个11
这个逻辑
这个2号
这个7是
这个道理
这个不重
这个板子如果
这个能推断
这个角度我
预言家啊
预言家还能
是个冲锋
一个悍跳狼
一个预言家发
发言吧
发言像个
发言之前
发言尚可
发言挺正的
发言更次
发言说点啥呢
11吧
11里面
11或者
10的发言
10不太
10假设
10和9里面
10是狼
10比9次
然后4
然后2号
然后如果说
然后12金水
然后11号
然后他发
然后你就
然后其他的
然后出人的话
然后呢这个
然后我但是
然后突兀的
然后这边的
但是不是
但是我看
但是11号
但是7号玩家
但是我在
但是那个
但是我觉得6号玩家
但是是张金水
但是我觉得至少得
但是这个发言
金水我站
金水这个角度我
我不相信
我不变的
我不管验
我不评价了
所以其实
所以我就
所以我在
所以我是
所以2号玩家
所以这一轮
所以这把的
一定谁是真
其实本来
其实我认为11号玩家
其实2还是想站边
其实狼队
其实我觉得9号玩家
可能也是
可能有点
可能个你们
可能跳法也就
如果是个好人
如果是个预言家
如果12号玩家
如果是一张
没有什么
没有验出狼
没有觉得他像一个好人
没有发言之前
身份嘛
不是很像狼人
不是预言家啊
什么东西
什么叫8号
什么好人吗
是好人了
是好人还是
警徽4
警徽留的
7号的发言
7号悍跳狼
7号跳了
7号一说
7号的边
7号一个悍跳狼
你们交身份
你们站7
你们三个
你们以12号玩家
你们说7号玩家
认为六四
认为12一定是好人
逻辑呢
是个好人是个预言家
2号吧
2号警上
2号本来
2号可能有点
位置了
位置打了
位置7还
警徽流4
警徽流打了
警徽流怎么
警徽流打4和5
警徽流是这个
4和5里边
悍跳了
悍跳的话
我认为12号玩家
我认为7就一定
我认为你做
我认为你们三个
是一个人性
是一个狼一个
知道我看
知道一起来
12号玩家如果是个好人
9号玩家说我特别
9号玩家这种发言
的发言我甚至
警上的牌
警上我不变的
12号金水我站
这个2的发言
如果说是个预言家
如果说12号牌
如果说我是一个预言家
4和5两张牌
4和5没上警
9号保了
9号牌我觉得
不会骗12号
就是1发言
就是你们以12号玩家
张牌中
我就不会去
我就改不改
我就踩2
我的几个点
我看看一会儿
打了也容
来讲7和11
要不要把12
要不我就改不改
警下说理由
这么好
这么多人递
这样的
这样觉得的
我觉得6好人
我觉得6是好人
我不知道会不会
一会儿在警上
一会儿反水
一会儿如果12号玩家
3号的表
7的边
7的同伴
7的问题
两个我先
两个人都
为什么呢
为什么对比
他们是同身份
他们一定是好人
他们是平民
像个预言家
可以听听
听听后面
听一下发言
听一下听一下发言
大概比如说
对比了
就一定是好人了
当然比9号玩家
当然你们说7号玩家
当然如果说12号牌
怎么评判与一下
我也能认
我也没有觉得他像一个好人
我也可以听听
我在考虑
我是不会去
我是张好人
我是个好人牌
查杀到一个
相对从发言上
确定对吧
说的这么好
那么3
那么我是好人
那么10和9里面
都是屁话
验了但是是张金水
5里边模
5里边开一张狼
5里面出狼
5里面至少得
5里面既然说
7是预言家这局
2号玩家闭眼之前
3号玩家呢
3号玩家一会儿在警上
6号还行
6号我觉得像好人
7是个悍跳狼
7是个悍跳的话
8号我也能认
也是狼
也还可以
也还听正的
了你呢
了你如果说是个预言家
位玩家的脸
假设我分不清
去点我这
后面也不太好
告诉了你如果说是个预言家
在一个以上吧
在一个位置7还
小狼那很难
就好打了
应该有狼
我先不确定
我刚才说的
我只知道一起来
我得给自
我得听一下听一下发言
我站7号的边
我相对来讲
我相对来说
打我而打我
把12验了但是是张金水
投给了7号
是不是这个道理
最后才告诉
有一张牌我和12号玩家
有可能他们是同身份
点的这个2
点的坑位是
甚至和一号玩家
的方式不一样
的方法我认可
相信7是个预言家
聊了一聊这个2
聊了一聊你4
跟你讲逻辑的
跳了一个预言家发
跳的那张牌
跳的相对从发言上
边的逻辑呢
这局7
那4上给
那不是为了
那不是送吗
我觉得7有60
我觉得7如果是个预言家
我觉得可能1是好人
我觉得可能是1号
这个位置起跳
这个火候如果是一张
但是你一直在
但是你要是不专
所以说这一局
所以说这是共识
所以我觉得9和
所以我觉得他就
其实是这样的
没有听过她的发言
我认为11号玩家占了六
这一局就好打了
这一点我不知道
这一轮不是很像狼人
12号牌的意见
我的警徽流可能也是
要不然就是双狼
要不然就是双好人
还是想站边这个11
大概率出在
大概率不会骗12号
5顺验吧
7和11一定谁是真
一直在珉我的
从发言上来讲7和11
对于我一张预言家来讲收益
我特别想在4
有没有可能是什么
1跟10的发言
3两位玩家
3四张牌中
3是个狼
3我不知道还没有听
4三位玩家的脸
4再留5警下
4号也是狼
4比5差
4这五个位置
4一定不是
4投给我一定
5号投给了7号
5请你们交身份
5其实都不用验
5验了也白
6号玩家这么多人递
6一定是个好人
7在这个位置起跳
7定12
7一定骗不了
9也不用验
一看就闭
上单从发言上来讲7和11
不像是去骗
不过这个不重
个预言家发了12一张金水牌
为标准然后
也不错对吧
了半宿眼
人里出两狼
人可以对比了
他重点关注
他觉得6还行
他那个警徽流打4和5
他在警上点的坑位是
但我没有听过她的发言
但翻出个金水
但能打的牌
但我觉得跟他对
但这么想来我觉得
你觉得像这样
你像个狼
你怎么知道我看
你说的嘛
你起来就觉得
你最后再强
你这个位置一会儿反水
你5的话我警下
像是一个好人
先留4再留5警下
先走2号吧
全都是伪逻辑
出吧好吧
出她是好人还是
出我查杀
分析一下
判断你身份
别的了
到2号身上
到12金水那一刻
前面7定12
原因很简
去发12金水
去好么
去想7的问题
只有10
号11号我觉得不太好
合理些
后来我觉得4和5里边
吧选择一个
听上去很有
听不到身份嘛
听了一下这个2的发言
和数量
咱两互相看
在场上
在1号没有发言之前
在这一点上
在你那个位置
大胆的猜测一下
太确定他们一定是好人
好投票吧
守卫还是在
定我3
实际上单从发言上来讲7和11
就当我刚才说的
就没有位置了
就不是那种后置位
就要听你聊
就认可1了
己说话留点余地
并不优势
开始其实我特别想在4
强珉了她
当我看到12金水那一刻
很沉寂
思考的方式不一样
情和状态有没有可能
想想这个板子如果
我摸的12
我没摸4和5
我珉你像个狼
我能接受
我这么预测一下
我验了3
我要听你警下说理由
我们不能百分百
我再听听吧选择一个
我想要验4
我愿意去站边7
打动我了吧
挺刚的也不错对吧
掌握这个火候
放进我的警徽流
敢给12一张金水牌
时候很少记笔记
明显比10号玩家
是最大的
有张狼人牌
未必像你们说的这么好
来看去好么
来我不认为12一定是好人
比10好
民的话其实狼队
水平非常高
没空讲逻辑
没什么了
注的看我
焦点其实是9号
狼的时候很少记笔记
狼查杀狼
现在我给你们
的轮次就在这个2
的就好好投票吧
的打法不一样
的概率和数量
睁过眼的人
而且你还说出
肯定是4比5差
虽然我觉得6号玩家挂身份
要对比1跟10的发言
要么就2
话说他是好人
还挺稳的
这一个位置打了
这些去站边的方法我认可
这第一个发言说点啥呢
那11直接起跳
那10号11号我觉得不太好
那警下的就好好投票吧
那听一下我觉得12号
那我只要对比1跟10的发言
那你有可能像个预言家
除了同身份难道还能
首先我不是一个预言家
我觉得7号是个好人是个预言家
我觉得7是预言家12是金水
我觉得应该在一个以上吧
我觉得8号玩家发言尚可
我觉得我有点相信7是个预言家
我觉得比较合理些
我觉得这两张跳不起来
我觉得随便点点
12是个好人7是个悍跳的话
12就一定是同身份
12是不是7的同伴
12的一个金水这个角度我
12能说出这个逻辑
因为我不太确定他们一定是好人
因为没有人可以对比了
因为逻辑听上去很有
因为如果说12是个好人7是个悍跳的话
因为9号这一个位置打了
因为7号玩家警徽留的
因为都是警上的牌
因为在这个2的话
因为我刚开始其实我特别想在4
因为1去点了10
因为4号玩家听不到身份嘛
因为今天的轮次就在这个2
因为你悍跳都来不及
因为出了我守卫还是在
因为前置位7号悍跳狼
因为天亮了以后
因为她打我的几个点
因为我开牌觉得是1
因为本身是一个人性
因为正常逻辑这个能推断
因为每个好人的打法不一样
因为虽然说没有验出狼
因为我觉得12号玩家水平非常高
这个2号牌
这个7是不是预言家啊
预言家还能再验
是个冲锋的小狼
发言像个好人
发言挺正的像是一个好人
发言更次的是10号玩家
11里面出一个
11或者是11
10不太能起跳
10假设是一个
然后2号最后才告诉
然后如果说7是个预言家
然后11号悍跳了
然后他发12的一个金水这个角度我
然后你就记了
然后其他的没什么了
然后出人的话11或者是11
然后呢这个我不管验
然后我但是我没摸4和5
然后突兀的去点我这
然后这边的9也不用验
但是不是我们不能百分百
但是我看3号的表
但是11号和3号
但是7号玩家可能跳法也就
但是我在外置位
但是那个9号玩家
但是我觉得6号玩家像一个好人
但是我觉得至少得有一张
但是这个发言明显比10号玩家
我不相信他们是平民
所以其实就没有位置了
所以我就把12验了但是是张金水
所以我在判断你身份
所以我是这样觉得的
所以2号玩家3号玩家一会儿在警上
所以这一轮7号一说
所以这把的焦点其实是9号
其实本来就是1发言
其实我认为11号玩家跳的相对从发言上
其实2还是想站边在
其实我觉得9号玩家未必像你们说的这么好
可能个你们思考的方式不一样
没有什么别的了
什么叫8号告诉了你如果说是个预言家
7号的发言也还听正的
7号跳了个预言家发了12一张金水牌
7号一个悍跳狼去发12金水
你们站7边的逻辑呢
认为六四开
2号警上这个火候如果是一张
2号本来就像一张狼
2号可能有点什么东西
警徽流打了4和5两张牌
警徽流怎么留吧
警徽流是这个10
我认为12号玩家这一轮不是很像狼人
我认为7就一定是个预言家
我认为你做狼的时候很少记笔记
我认为你们三个人里出两狼
是一个狼一个什么好人吗
9号玩家说我特别强珉了她
9号玩家这种发言就一定是好人了
的发言我甚至认为六四开
警上我不变的警徽流是这个10
12号金水我站7的边
如果说我是一个预言家在你那个位置
4和5没上警我不评价了
9号保了3号
9号牌我觉得挺刚的也不错对吧
就是你们以12号玩家为标准然后
我就不会去管4
我看看一会儿警徽流怎么留吧
打了也容易打你
要不要把12放进我的警徽流
要不我就改不改到2号身上
我不知道会不会是双狼
一会儿如果12号玩家发言像个好人
两个我先验一下
两个人都很沉寂
为什么对比10号玩家
听听后面发言吧
大概比如说7
当然比9号玩家发言更次的是10号玩家
当然你们说7号玩家大概率不会骗12号
当然如果说12号牌你这个位置一会儿反水
怎么评判与一下别人的
我也可以听听12号牌的意见
我在考虑要不要把12放进我的警徽流
我是不会去跟你讲逻辑的
我是张好人牌
查杀到一个民的话其实狼队
5里边开一张狼牌
5里面出狼的概率和数量
5里面至少得有张狼人牌
5里面既然说警徽流4
7是预言家这局还挺稳的
2号玩家闭眼之前一直在珉我的
8号我也能认下来
假设我分不清7和11一定谁是真
后面也不太好打
在一个位置7还敢给12一张金水牌
小狼那很难掌握这个火候
我先不确定这个7是不是预言家啊
我只知道一起来我就不会去管4
我得给自己说话留点余地
我站7号的边我觉得7号是个好人是个预言家
我相对来说就认可1了
打我而打我吗
有一张牌我和12号玩家想的不一样
有可能他们是同身份等等
甚至和一号玩家想的不一样
跳了一个预言家发12一张金水
那4上给我
那不是为了打我而打我吗
我觉得7如果是个预言家的话
但是你一直在记笔记
但是你要是不专注的看我
所以说这一局听听后面发言吧
所以我觉得9和10不太能起跳
所以我觉得他就是个冲锋的小狼
我认为11号玩家占了六成
我的警徽流可能也是4和5
还是想站边这个11的
大概率出在11
对于我一张预言家来讲收益是最大的
有没有可能是什么狼查杀狼
3我不知道还没有听发言
4三位玩家的脸色不好
4投给我一定保了
5验了也白验
6号玩家这么多人递话说他是好人
7一定骗不了12
一看就闭了半宿眼
不像是去骗他
不过这个不重要啊
他重点关注这个2号牌
他在警上点的坑位是点的这个2
但翻出个金水也还可以
但能打的牌只有10
但我觉得跟他对跳的那张牌
但这么想来我觉得3
你觉得像这样在场上
你怎么知道我看了你呢
你起来就觉得9号玩家这种发言就一定是好人了
你最后再强调1好
你5的话我警下就要听你聊
先留4再留5警下两个我先验一下
出她是好人还是狼人
原因很简单
后来我觉得4和5里边应该有狼
咱两互相看来看去好么
大胆的猜测一下有没有可能是什么狼查杀狼
实际上单从发言上来讲7和11的发言我甚至认为六四开
就当我刚才说的都是屁话
就不是那种后置位睁过眼的人
当我看到12金水那一刻我觉得也还行
想想这个板子如果查杀到一个民的话其实狼队
我这么预测一下吧
我再听听吧选择一个出吧好吧
现在我给你们分析一下
而且你还说出来了
那听一下我觉得12号发言挺正的像是一个好人
除了同身份难道还能是一个狼一个什么好人吗
12能说出这个逻辑来我不认为12一定是好人
因为逻辑听上去很有道理
因为9号这一个位置打了2
因为7号玩家警徽留的随意
因为她打我的几个点全都是伪逻辑
因为本身是一个人性的游戏嘛
然后2号最后才告诉我
然后他发12的一个金水这个角度我可能个你们思考的方式不一样
然后呢这个我不管验出她是好人还是狼人
然后突兀的去点我这张牌
但是不是我们不能百分百确定对吧
但是我看3号的表情和状态有没有可能
但是7号玩家可能跳法也就这样
但是这个发言明显比10号玩家要好
所以2号玩家3号玩家一会儿在警上我就踩2
所以这一轮7号一说我想要验4
其实本来就是1发言比10好
其实我认为11号玩家跳的相对从发言上还更好一些
7号的发言也还听正的我觉得是个预言家
2号警上这个火候如果是一张小狼那很难掌握这个火候
就是你们以12号玩家为标准然后去想7的问题
当然如果说12号牌你这个位置一会儿反水了
2号玩家闭眼之前一直在珉我的身份
假设我分不清7和11一定谁是真预言家
一看就闭了半宿眼睛
想想这个板子如果查杀到一个民的话其实狼队并不优势
